{
    "create_sandwich_madness.tip.wand1": "You can use building wands to quickly break and place many blocks.",
    "create_sandwich_madness.tip.wand2": "Set a wand's action to Destroy and mode to Vein.  Then insert axes, and you can chop down trees with a single right-click.",
    "create_sandwich_madness.tip.wand3": "Insert some pickaxes and a shovel or two into a wand, set its actikon to Destroy and mode Tunnel, and then use it to branch mine quickly.",
    "create_sandwich_madness.tip.wand4": "A palette can hold a lot of blocks for a wand to use.  It can also allow you to place large quantities of blocks with random variation.",
    "create_sandwich_madness.tip.wand5": "Hold seeds in your offhand, set the action to Place and the mode to Area, and you can quickly plant entire fields of crops.",
    "create_sandwich_madness.tip.drawer1": "Storage drawers retain their contents and upgrades when broken.",
    "create_sandwich_madness.tip.drawer2": "An andesite funnel feeding into a locked drawer with items being extracted makes for an early-game means of item filtering."
    ,
    "create_sandwich_madness.tip.drawer3": "A drawer controller in the middle of your storage room and connected to the drawers through trim allows you to quickly deposit items from your inventory into your drawers.",
    "create_sandwich_madness.tip.drawer4": "Drawer trim is not just decorative; it connects groups of drawers together around corners and across gaps.  This allows controllers to connect to more than just a single wall of drawers.",
    "create_sandwich_madness.tip.drawer5": "Belt spaghetti can be replaced by groups of drawers.  Place a drawer controller in the center of a 25x25x25 area, use trims to branch out, and then use drawers and controller slaves as input and output points for your items.",
    "create_sandwich_madness.tip.drawer6": "Void upgrades are useful for preventing your belts from backing up due to one drawer being full.",
    "create_sandwich_madness.tip.cooking1": "You can make up to four wheat dough at a time with a single bucket of water.",
    "create_sandwich_madness.tip.cooking2": "A lot of food can be multiplied by cutting it.",
    "create_sandwich_madness.tip.cooking3": "You can manually place tomato sauce, cheese, and toppings on pizza as well as frosting and fruit on cakes.",
    "create_sandwich_madness.tip.cooking4": "Some foods such as tomato sauce and ice cream can be moved around with pipes.",
    "create_sandwich_madness.tip.cooking5": "You can acquire liquid garnish by cooking garnish bottles in a cooking pot.",
    "create_sandwich_madness.tip.factory1": "Parallel gearboxes allow for your belts to transport items around corners with a single gearbox instead of two.",
    "create_sandwich_madness.tip.factory2": "Some food items such as tomato sauce and ice cream can be transported with pipes.",
    "create_sandwich_madness.tip.factory3": "Consider having basins for mixing and compacting that are filled with water automatically.",
    "create_sandwich_madness.tip.factory4": "Casing on gears is more than just decorative; you can use a wrench to control whether or not a shaft comes out of each side.",
    "create_sandwich_madness.tip.factory5": "Flowing lava and water make cobblestone, but swapping out the water for other fluids results in other stones.  Honey, for example, makes limestone.",
    "create_sandwich_madness.tip.factory6": "Water wheels can be powered by lava.  This is great for the Nether.",
    "create_sandwich_madness.tip.factory7": "Use a wrench on a minecart contraption while sneaking to pick it up.  This is a great way to make some machinery portable.",
    "create_sandwich_madness.tip.factory8": "Budding amethyst and spawners can be moved by minecart contraptions, but minecart contraptions with those blocks cannot be picked up.",
    "create_sandwich_madness.tip.factory9": "10,000 buckets of lava is enough to make an infinite lava pool.  From there, you can pump lava around to spouts that fill up buckets to feed to blaze burners.",
    "create_sandwich_madness.tip.factory10": "Low on SU?  Consider using clutches to shut off parts of your factory when they are not in use.",
    "create_sandwich_madness.tip.factory11": "You can make diamonds by compacting coal blocks in a superheated basin.",
    "create_sandwich_madness.tip.factory12": "You can make blaze rods by compacting sticks in a superheated blaze burner.",
    "create_sandwich_madness.tip.factory13": "It's OK to build your factory big; the extra space will help you stay organized as well as provide room for decoration.",
    "create_sandwich_madness.tip.factory14": "A deployer receiving a redstone signal turns off.  This can be useful for setting up a sandwich assembly line where you turn off various deployers when making sandwiches with few ingredients.",
    "create_sandwich_madness.tip.factory15": "Funnels disable themselves when powered by redstone.  This can be used, for example, to control whether or not to pass sandwiches under a spout to receive a liquid ingredient.",
    "create_sandwich_madness.tip.factory16": "Villagers trading with trading depots do not run out of trades.",
    "create_sandwich_madness.tip.factory17": "Too many ingredients on a sandwich?  You can always run the sandwiches through an assembly line multiple times.",
    "create_sandwich_madness.tip.factory18": "Blaze enchanters require experience to be pumped in from the b ottom.",
    "create_sandwich_madness.tip.factory19": "Blaze stoves do not require fuel, but they cook faster when fueled.",
    "create_sandwich_madness.tip.factory20": "Mechanical arms are great for sorting items into cooking pots on blaze stoves.",
    "create_sandwich_madness.tip.factory21": "Chutes and hoppers can pick up items from belts above.",
    "create_sandwich_madness.tip.factory22": "Mad Sandwich Empire's chocolate is healthier than that of competitors; it has no added sugar.",
    "create_sandwich_madness.tip.factory23": "You can automate the serving of feasts with two deployers: one to place the feast, and the other to use bowls to serve it.",
    "create_sandwich_madness.tip.factory24": "Mechanical spawners will waste spawn fluid if there is not enough room to spawn a mob.  You can mitigate this by slowing down the rotation speed feeding the spawner.",
    "create_sandwich_madness.tip.factory25": "Place a noise machine near your warden spawner so that the wardens don't just instantly go back underground.",
    "create_sandwich_madness.tip.farm1": "Windmills are great for powering a variety of automatic farms as you can use harvesters or saws to harvest plants as they grow.",
    "create_sandwich_madness.tip.farm2": "Liquid garnish + lava make calcite, which can be crushed into bone meal.",
    "create_sandwich_madness.tip.farm3": "Sugar cane can grow on rich soil without adjacent water.",
    "create_sandwich_madness.tip.farm4": "Mushrooms on rich soil grow into mushroom colonies, which makes for decent mushroom farms.",
    "create_sandwich_madness.tip.farm5": "To make a simple fish farm, have a deployer throw a fishing rod on a tripwire powering a clutch.  When a fish bites, the bobber will drop allowing the deployer to retract the rod.",
    "create_sandwich_madness.tip.progression1": "Deployers are available earlier on than in base Create--you don't even have to go to the Nether for them.",
    "create_sandwich_madness.tip.progression2": "Once you unlock side dishes, you should invest into getting some side dish tokens.  They are a great way to get some extra resources for growing your factory.",
    "create_sandwich_madness.tip.progression3": "Side dishes can be repeated once every hour.",
    "create_sandwich_madness.tip.progression4": "When you complete a promotion, you unlock new technology.  This is a good time to upgrade your farms and factories.",
    "create_sandwich_madness.tip.progression5": "Gear-shaped quests unlock ingredients required for the next promotion, but ingredients from other quests may still be necessary later on.",
    "create_sandwich_madness.tip.progression6": "Late-game quests will require you to submit entire shulker boxes full of sandwiches.",
    "create_sandwich_madness.tip.progression7": "Be sure to take breaks from the game from time to time.",
    "create_sandwich_madness.tip.progression8": "No, you cannot sneak to speed up crop growth in this pack.  But you can pass the time by decorating your base.",
    "create_sandwich_madness.tip.progression9": "As you advanced in your career, you will need to make more and more sandwiches.",
    "create_sandwich_madness.tip.progression10": "Pay close attention to the ingredients required for each sandwich.  If you are unable to submit sandwiches, you probably have a wrong ingredient somewhere.",
    "create_sandwich_madness.tip.progression11": "Most sandwiches with liquid ingredients have them before solid ingredients.  Consider this fact when building your assembly lines.",
    "create_sandwich_madness.tip.chunks1": "You can claim chunks using FTB Chunks.  Doing so protects your factory from creeper explosions.",
    "create_sandwich_madness.tip.chunks2": "Your machinery is lazy and will stop working when you are too far away.  The center of the world seems to resist this effect, but once you advance far enough, you can enslave ghasts to act as managers with chunk loaders."
}